Repository: WapplerSystems/a21glossary
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# label_acronym
source: acronym of
de: Akronym von

# abbreviation_acronym
source: abbreviation of
de: Abkürzung von

# all_chars
source: Entire glossary
de: Gesamtes Glossar

# search
source: Search for term:
de: Begriff suchen:

# search_button
source: Search
de: Suchen

# type.span
source: Item for:
de: Begriff für:

# type.acronym
source: Acronym:
de: Akronym für:

# type.abbr
source: Abbreviation:
de: Abkürzung für:

# paginate_record_count
source: Showing items %d to %d
de: Zeige Eintrag %d bis %d

# paginate_previous
source: Previous
de: Vorherige

# paginate_next
source: Previous
de: Nächste
